---
kind: type
id: T:Autodesk.Revit.DB.FamilySizeTable
source: html/1c5cf128-6f7b-38e8-475e-62b73d412edf.htm
---
# Autodesk.Revit.DB.FamilySizeTable

Contains size information for a family.

## Syntax (C#)
```csharp
public class FamilySizeTable : IDisposable
```